## Dependencies
cask 'xquartz'
brew 'antigen'
brew 'antiword'
brew 'aria2'
brew 'autoconf'
brew 'automake'
brew 'bash-completion2'
brew 'bat'
brew 'brew-gem'
brew 'brew-pip'
brew 'cargo-completion'
brew 'checkstyle'
brew 'cmatrix'
brew 'coreutils'
brew 'curl', link: true, force: true
brew 'dark-mode'
brew 'diff-so-fancy'
brew 'direnv'
brew 'eslint'
brew 'exa'
brew 'fd'
brew 'feh'
brew 'findutils'
brew 'fish'
brew 'fontforge'
brew 'fzf'
brew 'gcc'
brew 'ghc'
brew 'git-extras'
brew 'git-filter-repo'
brew 'git-lfs'
brew 'git-secret'
brew 'github/gh/gh'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-time'
brew 'gnu-which'
brew 'gnupg'
brew 'go'
brew 'golang'
brew 'google-java-format'
brew 'grep'
brew 'highlight'
brew 'hopenpgp-tools'
brew 'htop'
brew 'hub'
brew 'icdiff'
brew 'imagemagick'
brew 'ipcalc'
brew 'ipinfo'
brew 'jq'
brew 'keychain'
brew 'lazygit'
brew 'lolcat'
brew 'lsd'
brew 'mackup'
brew 'mas'
brew 'mdcat'
brew 'moreutils'
brew 'namebench'
brew 'ncurses'
brew 'neofetch'
brew 'ngrep'
brew 'node'
brew 'nvim'
brew 'openssh'
brew 'openssl'
brew 'openssl@1.1'
brew 'perl'
brew 'pinentry-mac'
brew 'pipenv'
brew 'pipes-sh'
brew 'pipx'
brew 'pmd'
brew 'pnpm'
brew 'powerlevel9k'
brew 'privoxy'
brew 'pycodestyle'
brew 'pyenv'
brew 'python'
brew 'python@3'
brew 'python3'
brew 'rename'
brew 'rmtrash'
brew 'ruby-build'
brew 'ruby-completion'
brew 'ruby'
brew 'sfnt2woff-zopfli'
brew 'sfnt2woff'
brew 'shellcheck'
brew 'shpotify'
brew 'source-highlight'
brew 'ssh-vault'
brew 'terminal-notifier'
brew 'tig'
brew 'tmux'
brew 'touch2sudo'
brew 'trash'
brew 'tree'
brew 'tty-clock'
brew 'uni'
brew 'vim'
brew 'wget'
brew 'woff2'
brew 'yarn'
brew 'ykman'
brew 'yubikey-personalization'
brew 'z'
brew 'zathura-pdf-poppler'
brew 'zathura'
brew 'zsh-syntax-highlighting'
brew 'zsh-history-substring-search'
